import React from "react";
import "../../assets/styles/AboutUs.scss";

function AboutUs() {
  return (
    <section>
      <div className="abus-container">
        <h1 className="abus-container_title">
          ПРАВИЛА ВІДВІДУВАННЯ ТАНЦЮВАЛЬНОЇ ШКОЛИ GUBA-TEAM{" "}
        </h1>
      </div>
      <div className="abus-container_item">
        <ol>
          <li>
            Перепусткою відвідування заняття є абонемент чи разова оплата
            заняття.
          </li>
          <li>
            На заняття слід приходити у змінному взутті. Забороняється заходити
            до танцювального залу у взутті, яке носилося на вулиці.
          </li>
          <li>
            Слід попередити тренера про медичні протипоказання, якщо такі є.
            Заняття розраховані на фізично здорових людей. Будь ласка, стежте за
            своїм фізичним станом самостійно, не приходьте на тренування якщо ви
            нездорові.
          </li>
          <li>
            Забороняється користуватись мобільними телефонами на заняттях.
          </li>
          <li>
            При запізненні слід пройти і стати на вільне місце, самостійно
            провести розминку і тільки потім приступати до виконання групових
            вправ.
          </li>
          <li>
            Під час заняття слід у повному обсязі виконувати всі рекомендації та
            вимоги викладача щодо навчання.
          </li>
          <li>
            Забороняється заважати проведенню заняття. За порушення с.п.16.
          </li>
          <li>
            Фото та відео зйомку занять у танцювальній школі заборонено. Дозвіл
            можна отримати лише у адміністрації школи танців.
          </li>
          <li>
            За втрачені, залишені без нагляду та забуті речі, а також речі,
            залишені в шафках, адміністрація відповідальності не несе.
          </li>
          <li>
            Школа танців не несе відповідальності за будь-які технічні
            незручності, пов'язані з проведенням ремонтних робіт міськими
            комунальними службами, а також сезонних та профілактичних робіт.
            Також школа танців не несе відповідальності за будь-які технічні
            неполадки, спричинені з вини адміністрації будівлі.
          </li>
          <li>
            Адміністрація залишає за собою право вносити зміну до розкладу
            занять
          </li>
          <li>
            Заняття, зазначені у розкладі, не прив'язуються до певного
            викладача. У разі заміни викладача, відходу зі школи, гроші за
            абонемент не повертаються та дія абонементу не продовжується.
          </li>
          <li>
            Оплата разового заняття чи абонементу відбувається перед початком
            занять.
          </li>
          <li>
            Термін дії абонементу – 30 днів з дня придбання. Якщо з якихось
            причин Ви не змогли протягом цих 30 днів використовувати заняття в
            повному обсязі або частково, абонемент можна продовжити з
            перенесенням занять, що залишилися, за умови купівлі нового
            абонементу номіналом не менше попереднього, а так само за умови
            продовження абонементу в день закінчення попереднього.
          </li>
          <li>
            У разі втрати абонементу відновлення – 50 грн., при втраті ключа –
            50 грн.
          </li>
          <li>
            При порушенні правил адміністрація залишає за собою право розглянути
            питання про подальше відвідування клієнтом занять школи танців
            DecaDance. Плата за абонемент та за разове заняття не повертається.
          </li>
          <li>
            Група відкривається за наявності щонайменше 5 осіб за попереднім
            записом. Заняття проводиться за наявності щонайменше 3 осіб. Якщо
            прийшла одна людина, то заняття не проводиться.
          </li>
          <li>
            Індивідуальне заняття проводиться за попереднім записом та
            передоплатою 100%. При скасуванні заняття в день тренування згоряє
            50% передоплати, при скасуванні заняття менш ніж за 3 години до
            початку заняття згоряє 100% передоплати.
          </li>
          <li>
            Час Вашого індивідуального заняття починається з моменту, коли Ви на
            нього записані. Якщо ви приходите пізніше, заняття не продовжується.
          </li>
          <li>
            Оренда залів здійснюється за 100% передоплатою. Передплата
            поверненню не підлягає.
          </li>
          <li>
            Адміністрація танцювальної школи залишає за собою право вносити
            корективи до існуючих пунктів та поточних правил.
          </li>
          <li>
            Оплата абонементу або разового заняття підтверджує повну згоду
            клієнта з усіма перерахованими правилами.
          </li>
          <li>
            Абонемент іменний та передача його іншій особі не допускається. У
            разі передачі абонементу іншій людині абонемент вилучається і гроші
            за нього не повертаються.
          </li>
        </ol>
      </div>
    </section>
  );
}

export default AboutUs;
