import React from "react";
import SwiperSlider from "../../components/SwiperSlider";
import "../../assets/styles/HomePage.scss";

function HomePage() {
    return (
        <section >
            <div className="hp-block_one">
                <div className="hp-block_one-content">
            <h2>
            ТАНЦЮВАЛЬНА СТУДІЯ
"GUBA-TEAM"
            </h2>
            <p>
            Танцювальна школа GUBA-TEAM поєднує в собі: <ul>
                 <li>Унікальну можливість навчитися танцювати для тих, хто звик вибагливо вибирати місце, де можна виплеснути свої емоції у танці;</li>
                 <li>Можливість кожному бажаючому, незалежно новачок ти чи професіонал, з легкістю поринути у світ запальних сучасних танців; </li> 
                 <li>Незвичайність інтер'єру та персональний підхід до кожного дозволяють побачити найменші побажання навіть найвибагливіших відвідувачів та відкрити нові можливості для навчання сучасним танцям та розкриття власного танцю через магію руху. Затишний та незвичайний інтер'єр танцювальних залів, професійні педагоги, які не залишать ваші емоції порожніми, вдихнуть у вас ритм і пластику танцю та позитивний настрій, якнайшвидше досягнення поставлених цілей.
                    </li></ul> 
            </p>
           </div>
          <SwiperSlider />
          
           
           
            </div>
          
        </section>
    )
};

export default HomePage;










